{
  "posts": [
    {
      "id": 2,
      "title": "He was an expert but not in a discipline 수정 테스트 중~",
      "body": "He was an expert but not in a discipline that anyone could fully appreciate. He knew how to hold the cone just right so that the soft server ice-cream fell into it at the precise angle to form a perfect cone each and every time. It had taken years to perfect and he could now do it without even putting any thought behind it.",
      "userId": 13,
      "tags": [
        "french",
        "fiction",
        "english"
      ],
      "reactions": 2
    },
    {
      "id": 7,
      "title": "This is important to remember.ㅇㅇㅇddfffcc",
      "body": "This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.",
      "userId": 12,
      "tags": [
        "magical",
        "crime"
      ],
      "reactions": 0
    },
    {
      "id": 8,
      "title": "One can cook on and with an open fire.",
      "body": "One can cook on and with an open fire. These are some of the ways to cook with fire outside. Cooking meat using a spit is a great way to evenly cook meat. In order to keep meat from burning, it's best to slowly rotate it.",
      "userId": 31,
      "tags": [
        "american",
        "english"
      ],
      "reactions": 9
    },
    {
      "id": 11,
      "title": "It wasn't quite yet time to panic.",
      "body": "It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.",
      "userId": 25,
      "tags": [
        "mystery",
        "american",
        "history"
      ],
      "reactions": 5
    },
    {
      "id": 12,
      "title": "She was aware that things could go wrong.",
      "body": "She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.",
      "userId": 26,
      "tags": [
        "love",
        "english"
      ],
      "reactions": 7
    },
    {
      "id": 13,
      "title": "She wanted rainbow hair.",
      "body": "She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.",
      "userId": 44,
      "tags": [
        "mystery",
        "classic",
        "french"
      ],
      "reactions": 0
    },
    {
      "id": 14,
      "title": "The paper was blank.",
      "body": "The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.",
      "userId": 1,
      "tags": [
        "mystery",
        "english",
        "love"
      ],
      "reactions": 0
    },
    {
      "id": 15,
      "title": "The trees, therefore, must be such old",
      "body": "The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.",
      "userId": 15,
      "tags": [
        "fiction",
        "history",
        "crime"
      ],
      "reactions": 1
    },
    {
      "id": 16,
      "title": "There was only one way to do things in the Statton house.",
      "body": "There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.",
      "userId": 31,
      "tags": [
        "magical",
        "french",
        "american"
      ],
      "reactions": 5
    },
    {
      "id": 17,
      "title": "She was in a hurry.",
      "body": "She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.",
      "userId": 5,
      "tags": [
        "french",
        "magical",
        "english"
      ],
      "reactions": 0
    },
    {
      "id": 18,
      "title": "She had a terrible habit o comparing her life to others",
      "body": "She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.",
      "userId": 28,
      "tags": [
        "history",
        "french",
        "love"
      ],
      "reactions": 3
    },
    {
      "id": 19,
      "title": "The rain and wind abruptly stopped.",
      "body": "The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.",
      "userId": 46,
      "tags": [
        "fiction",
        "crime",
        "magical"
      ],
      "reactions": 8
    },
    {
      "id": 20,
      "title": "He couldn't remember exactly where he had read it",
      "body": "He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.",
      "userId": 38,
      "tags": [
        "french",
        "classic"
      ],
      "reactions": 9
    },
    {
      "id": 21,
      "title": "He wandered down the stairs and into the basement",
      "body": "He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.",
      "userId": 37,
      "tags": [
        "french",
        "american"
      ],
      "reactions": 8
    },
    {
      "title": "ddd",
      "body": "His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.",
      "userId": 9,
      "tags": [
        "history",
        "american",
        "crime"
      ],
      "reactions": 2,
      "id": 22
    },
    {
      "title": "흠..업데이트가 안되네?",
      "body": "His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.",
      "userId": 9,
      "tags": [
        "history",
        "american",
        "crime"
      ],
      "reactions": 2,
      "id": 23
    },
    {
      "title": "오 되네!",
      "body": "His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.",
      "userId": 9,
      "tags": [
        "history",
        "american",
        "crime"
      ],
      "reactions": 2,
      "id": 24
    }
  ]
}